Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.b3f9e7c55531
source: 保存
ar_sa: حفظ
ca: Desa
cs: Uložit
da: Gem
de_de: Speichern
el: Αποθήκευση
en_au: Save
es_es: Guardar
fi: Tallenna
fr_ca: Enregistrer
gu: સાચવો
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ko: 저장
mr: जतन करा
ms: Simpan
nl_nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
ta: சேமிக்கவும்
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hant: 儲存

# core_ui.b4f216bc6936
source: 日次提案の点検
ar_sa: مراجعة الاقتراح اليومي
ca: Revisió de la recomanació diària
cs: Kontrola denního doporučení
da: Gennemgang af daglig anbefaling
de_de: Tägliche Empfehlung prüfen
el: Έλεγχος ημερήσιας πρότασης
en_au: Daily recommendation review
es_es: Revisión de recomendación diaria
fi: Päivittäisen suosituksen tarkistus
fr_ca: Vérification de la recommandation quotidienne
gu: દૈનિક ભલામણની તપાસ
he: בדיקת המלצה יומית
hi: दैनिक सुझाव की समीक्षा
hr: Provjera dnevne preporuke
hu: Napi ajánlás ellenőrzése
id: Tinjauan rekomendasi harian
it: Verifica del consiglio giornaliero
ko: 일일 추천 점검
mr: दैनिक शिफारस तपासणी
ms: Semakan cadangan harian
nl_nl: Controle van dagelijkse aanbeveling
no: Gjennomgang av daglig anbefaling
pl: Przegląd codziennego zalecenia
pt_br: Revisão da recomendação diária
pt_pt: Revisão da recomendação diária
ro: Revizuirea recomandării zilnice
ru: Проверка ежедневной рекомендации
sk: Kontrola denného odporúčania
sl: Pregled dnevnega priporočila
sv: Granskning av daglig rekommendation
ta: தினசரி பரிந்துரைச் சரிபார்ப்பு
te: రోజువారీ సిఫార్సు తనిఖీ
th: ตรวจสอบคำแนะนำรายวัน
tr: Günlük öneri incelemesi
uk: Перевірка щоденної рекомендації
vi: Xem lại đề xuất hằng ngày
zh_hans: 每日建议检查
zh_hant: 每日建議檢查

# core_ui.b5a54050d994
source: まず端末内の記録から作成し、必要な場合だけAIが補正します。
ar_sa: يُنشأ أولًا من السجلات الموجودة على الجهاز، ويعدّله الذكاء الاصطناعي عند الحاجة فقط.
ca: Es crea primer a partir dels registres del dispositiu, amb ajustos d'IA només quan cal.
cs: Nejprve se vytvoří ze záznamů v zařízení a AI je upraví pouze v případě potřeby.
da: Oprettes først ud fra data på enheden og justeres kun af AI, når det er nødvendigt.
de_de: Zuerst aus den Daten auf dem Gerät erstellt und nur bei Bedarf durch KI angepasst.
el: Δημιουργείται πρώτα από τις εγγραφές της συσκευής και προσαρμόζεται από το AI μόνο όταν χρειάζεται.
en_au: Built first from on-device records, with AI adjustments only when needed.
es_es: Se crea primero con los registros del dispositivo y la IA solo lo ajusta cuando es necesario.
fi: Luodaan ensin laitteessa olevista tiedoista ja säädetään tekoälyllä vain tarvittaessa.
fr_ca: Créé d'abord à partir des données de l'appareil, avec des ajustements IA uniquement si nécessaire.
gu: પહેલા ઉપકરણમાં રહેલા રેકોર્ડથી બને છે અને જરૂર હોય ત્યારે જ AI ફેરફાર કરે છે.
he: נבנה תחילה מהרישומים במכשיר, עם התאמות AI רק כשצריך.
hi: पहले डिवाइस के रिकॉर्ड से बनाया जाता है, AI केवल ज़रूरत होने पर बदलाव करता है।
hr: Prvo se izrađuje iz podataka na uređaju, a AI ga prilagođava samo kada je potrebno.
hu: Először az eszközön tárolt adatokból készül, és az MI csak szükség esetén módosítja.
id: Dibuat terlebih dahulu dari data di perangkat, dengan penyesuaian AI hanya bila diperlukan.
it: Creato prima dai dati sul dispositivo e corretto dall'IA solo quando necessario.
ko: 먼저 기기 내 기록으로 만들고 필요한 경우에만 AI가 조정합니다.
mr: आधी डिव्हाइसवरील नोंदींमधून तयार केले जाते आणि गरज असेल तेव्हाच AI बदल करते.
ms: Dibina dahulu daripada data pada peranti, dengan pelarasan AI hanya apabila diperlukan.
nl_nl: Eerst opgebouwd uit gegevens op het apparaat, met AI-aanpassingen alleen wanneer nodig.
no: Bygges først fra data på enheten, med AI-justeringer bare når det er nødvendig.
pl: Najpierw tworzone na podstawie danych z urządzenia, z korektami AI tylko w razie potrzeby.
pt_br: Criado primeiro com os registros do dispositivo, com ajustes da IA apenas quando necessário.
pt_pt: Criado primeiro com os registos do dispositivo, com ajustes da IA apenas quando necessário.
ro: Este creat mai întâi din datele de pe dispozitiv, cu ajustări AI doar când este necesar.
ru: Сначала создаётся по данным на устройстве, а ИИ вносит изменения только при необходимости.
sk: Najprv sa vytvorí zo záznamov v zariadení a AI ho upraví iba v prípade potreby.
sl: Najprej se ustvari iz podatkov v napravi, UI pa ga prilagodi le po potrebi.
sv: Skapas först från data på enheten och justeras av AI endast när det behövs.
ta: முதலில் சாதனத்திலுள்ள பதிவுகளிலிருந்து உருவாக்கப்படும்; தேவைப்படும் போது மட்டும் AI மாற்றும்.
te: మొదట పరికరంలోని రికార్డుల నుంచి రూపొందించబడుతుంది; అవసరమైనప్పుడు మాత్రమే AI సర్దుబాటు చేస్తుంది.
th: สร้างจากข้อมูลในอุปกรณ์ก่อน และให้ AI ปรับเฉพาะเมื่อจำเป็น
tr: Önce cihazdaki kayıtlardan oluşturulur, AI yalnızca gerektiğinde ayarlama yapar.
uk: Спочатку створюється за даними на пристрої, а ШІ вносить зміни лише за потреби.
vi: Được tạo trước tiên từ dữ liệu trên thiết bị, AI chỉ điều chỉnh khi cần.
zh_hans: 先根据设备内记录生成，仅在需要时由AI调整。
zh_hant: 先根據裝置內的記錄建立，僅在需要時由AI調整。

# core_ui.b5bf4c52186f
source: 未選択
ar_sa: لم يتم التحديد
ca: No seleccionat
cs: Nevybráno
da: Ikke valgt
de_de: Nicht ausgewählt
el: Μη επιλεγμένο
en_au: Not selected.
es_es: No seleccionado.
fi: Valinta ei ole tehty
fr_ca: Non sélectionné
gu: અપસંખ્ય
he: לא נבחר
hi: चयनित नहीं
hr: Nije odabrano
hu: Nem kiválasztva
id: Belum dipilih
it: Non selezionato
ko: 미선택
mr: निवडले नाही
ms: Belum dipilih
nl_nl: Niet geselecteerd
no: Ikke valgt
pl: Nie wybrane.
pt_br: Não selecionado
pt_pt: Não selecionado
ro: Nu a fost selectat
ru: Не выбрано
sk: Nevybrané
sl: Neizbrano
sv: Ej valt
ta: தேர்ந்தெடுக்காதது
te: ఎంచుకోలేదు
th: ยังไม่ได้เลือก
tr: Seçilmedi
uk: Не обрано
vi: Chưa chọn
zh_hans: 未选择
zh_hant: 未選擇

# core_ui.b5f638ea3736
source: 全データ削除
ar_sa: حذف كل البيانات
ca: Suprimeix totes les dades
cs: Smazat všechna data
da: Slet alle data
de_de: Alle Daten löschen
el: Διαγραφή όλων των δεδομένων
en_au: Delete all data
es_es: Eliminar todos los datos
fi: Poista kaikki tiedot
fr_ca: Supprimer toutes les données
gu: બધો ડેટા કાઢી નાખો
he: מחיקת כל הנתונים
hi: सारा डेटा हटाएँ
hr: Izbriši sve podatke
hu: Összes adat törlése
id: Hapus semua data
it: Elimina tutti i dati
ko: 모든 데이터 삭제
mr: सर्व डेटा हटवा
ms: Padam semua data
nl_nl: Alle gegevens verwijderen
no: Slett alle data
pl: Usuń wszystkie dane
pt_br: Excluir todos os dados
pt_pt: Eliminar todos os dados
ro: Șterge toate datele
ru: Удалить все данные
sk: Vymazať všetky údaje
sl: Izbriši vse podatke
sv: Radera alla data
ta: அனைத்துத் தரவையும் நீக்கவும்
te: మొత్తం డేటాను తొలగించండి
th: ลบข้อมูลทั้งหมด
tr: Tüm verileri sil
uk: Видалити всі дані
vi: Xóa tất cả dữ liệu
zh_hans: 删除全部数据
zh_hant: 刪除全部資料

# core_ui.b6d7339a72a5
source: 省電力サンプリング
ar_sa: أخذ عينات توفير الطاقة
ca: Mostra d'estalvi d'energia
cs: Úsporné vzorkování
da: Energibesparende prøvetagning
de_de: Energiesparende Datenerfassung
el: Αποδοτική δειγματοληψία
en_au: Low-power sampling
es_es: Muestreo eficiente
fi: Vähävirtaisuusnäytteistys
fr_ca: Échantillonnage économisé
gu: પાવર સેવિંગ સેમ્પલિંગ
he: דגימה חסכונית
hi: ऊर्जा बचाने वाला नमूना
hr: Usporene uzorkovanje
hu: Energiahatékony mintavételek
id: Pengambilan sampel hemat energi
it: Campionamento a basso consumo energetico
ko: 저전력 샘플링
mr: ऊर्जा वाचवणारे नमुने
ms: Pengambilan Data yang Jimat
nl_nl: Energiebesparend meten
no: Lavt strømforbruk
pl: Oszczędzanie energii podczas pomiaru
pt_br: Amostragem de baixo consumo
pt_pt: Amostragem de baixo consumo
ro: Eșantionare eficientă din punct de vedere energetic
ru: Экономичный сбор данных
sk: Úsporné vzorkovanie
sl: Energetska varčevanje pri vzorčenju
sv: Energisparande provtagning
ta: குறைந்த மின்சார பயன்பாடு
te: శక్తిని ఆదా చేసే నమూనా
th: การสุ่มตัวอย่างเพื่อประหยัดพลังงาน
tr: Enerji tasarruflu örnekleme
uk: Економне зразкування
vi: Lấy mẫu tiết kiệm năng lượng
zh_hans: 省电采样
zh_hant: 省電採樣

# core_ui.b711e4d9455e
source: 履歴
ar_sa: السجل
ca: Historial
cs: Historie
da: Historik
de_de: Verlauf
el: Ιστορικό
en_au: History
es_es: Historial
fi: Historia
fr_ca: Historique
gu: ઇતિહાસ
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ko: 기록
mr: इतिहास
ms: Sejarah
nl_nl: Geschiedenis
no: Historikk
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sv: Historik
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

# core_ui.b75a9bfcdbde
source: 目的モード
ar_sa: الوضع الموضوعي
ca: manera objectiu
cs: Režim podle cíle
da: Formålstilstand
de_de: Zielmodus
el: Λειτουργία στόχου
en_au: Purpose mode
es_es: Modo de objetivos
fi: Tavoitemoodi
fr_ca: Mode objectif
gu: ધ્યય મોડ
he: מצב מטרה
hi: उद्देश मोड
hr: Mod za ciljeve
hu: Cél mód
id: Mode Tujuan
it: Modalità obiettivo
ko: 목표 모드
mr: उद्दिष्ट मोड
ms: Mod Matlamat
nl_nl: Doelmodus
no: Formål-modus
pl: Tryb celu
pt_br: Modo objetivo
pt_pt: Modo objetivo
ro: Modul scop
ru: Режим цели
sk: Režim cieľov
sl: Način ciljev
sv: Mål-läge
ta: நோக்கு முறை
te: లక్ష్యం మోడ్
th: โหมดวัตถุประสงค์
tr: Amaç modu
uk: Режим мети
vi: Chế độ mục đích
zh_hans: 目的模式
zh_hant: 目的模式

# core_ui.b82b1b7a064a
source: 今日のメニュー
ar_sa: تمرين اليوم
ca: Entrenament d'avui
cs: Dnešní trénink
da: Dagens træning
de_de: Heutiges Training
el: Σημερινή προπόνηση
en_au: Today's workout
es_es: Entrenamiento de hoy
fi: Tämän päivän harjoitus
fr_ca: Entraînement du jour
gu: આજનો વર્કઆઉટ
he: האימון של היום
hi: आज का वर्कआउट
hr: Današnji trening
hu: Mai edzés
id: Latihan hari ini
it: Allenamento di oggi
ko: 오늘의 운동
mr: आजचा वर्कआउट
ms: Senaman hari ini
nl_nl: Training van vandaag
no: Dagens treningsøkt
pl: Dzisiejszy trening
pt_br: Treino de hoje
pt_pt: Treino de hoje
ro: Antrenamentul de azi
ru: Сегодняшняя тренировка
sk: Dnešný tréning
sl: Današnja vadba
sv: Dagens träningspass
ta: இன்றைய வொர்க்அவுட்
te: ఈరోజు వర్కౌట్
th: โปรแกรมวันนี้
tr: Bugünün antrenmanı
uk: Сьогоднішнє тренування
vi: Buổi tập hôm nay
zh_hans: 今天的训练
zh_hant: 今天的訓練

# core_ui.b8fd47274dc1
source: 操作を遮らないバナーのみ
ar_sa: إعلانات بانر فقط دون مقاطعة
ca: Només anuncis de bàner, sense interrupcions
cs: Pouze bannerové reklamy bez přerušení
da: Kun bannerannoncer uden afbrydelser
de_de: Nur unterbrechungsfreie Banneranzeigen
el: Μόνο διαφημίσεις banner, χωρίς διακοπές
en_au: Banner ads only, without interruptions
es_es: Solo banners publicitarios sin interrupciones
fi: Vain häiritsemättömät bannerimainokset
fr_ca: Uniquement des bannières publicitaires non intrusives
gu: વિના અવરોધ ફક્ત બેનર જાહેરાતો
he: מודעות באנר בלבד, ללא הפרעות
hi: केवल बैनर विज्ञापन, बिना रुकावट
hr: Samo banner oglasi, bez prekida
hu: Csak megszakítás nélküli szalaghirdetések
id: Hanya iklan banner tanpa gangguan
it: Solo banner pubblicitari non invasivi
ko: 방해하지 않는 배너 광고만 표시
mr: व्यत्यय न आणणाऱ्या बॅनर जाहिरातीच
ms: Iklan sepanduk sahaja, tanpa gangguan
nl_nl: Alleen banneradvertenties, zonder onderbrekingen
no: Bare bannerannonser uten avbrudd
pl: Tylko reklamy banerowe, bez przerywania
pt_br: Apenas banners sem interrupções
pt_pt: Apenas anúncios em faixa sem interrupções
ro: Doar reclame banner, fără întreruperi
ru: Только баннерная реклама без прерываний
sk: Iba bannerové reklamy bez prerušení
sl: Samo pasični oglasi brez prekinitev
sv: Endast bannerannonser utan avbrott
ta: இடைமறியாத பேனர் விளம்பரங்கள் மட்டும்
te: అంతరాయం కలిగించని బ్యానర్ ప్రకటనలు మాత్రమే
th: แสดงเฉพาะแบนเนอร์โฆษณาที่ไม่รบกวนการใช้งาน
tr: Kesintisiz yalnızca banner reklamlar
uk: Лише банерна реклама без переривань
vi: Chỉ dùng quảng cáo biểu ngữ, không gây gián đoạn
zh_hans: 仅显示不打断操作的横幅广告
zh_hant: 僅顯示不打斷操作的橫幅廣告

# core_ui.b9422032c88b
source: 診断ログを削除
ar_sa: حذف سجلات التشخيص
ca: Suprimeix els registres de diagnòstic
cs: Smazat diagnostický log
da: Slet diagnoselog
de_de: Diagnose-Log löschen
el: Διαγραφή αρχείου καταγραφής
en_au: Delete diagnostic log
es_es: Eliminar registro de diagnóstico
fi: Poista diagnostiikkalogi
fr_ca: Supprimer le journal de diagnostic
gu: ડાયગ્નોસ્ટિક લોગને દૂર કરો
he: מחיקת יומן הדיאגנוזה
hi: डायग्नोस्टिक लॉग हटाएं
hr: Obrijte log aktivnosti
hu: Diagnosztikai napló törlése
id: Hapus log diagnosis
it: Elimina il log diagnostico
ko: 진단 로그 삭제
mr: निदान लॉग हटवा
ms: Padam log diagnosis
nl_nl: Diagnose-log verwijderen
no: Slett diagnoselogg
pl: Usuń log diagnostyczny
pt_br: Excluir log de diagnóstico
pt_pt: Excluir log de diagnóstico
ro: Șterge jurnalul de diagnostic
ru: Удалить журнал диагностики
sk: Odstrániť diagnostický log
sl: Izbrisati logarizem diagnostike
sv: Ta bort diagnoslogg
ta: சிகிச்சை பதிவை நீக்கவும்
te: డయాగ్నస్ లాగ్‌ను తొలగించు
th: ลบบันทึกข้อมูล
tr: Tanılama günlüklerini sil
uk: Видалити журнал діагностики
vi: Xóa nhật ký chẩn đoán
zh_hans: 删除诊断日志
zh_hant: 删除诊断日志

# core_ui.b9e5ce41271d
source: 件
ar_sa: عنصرًا
ca: elements
cs: položek
da: elementer
de_de: Einträge
el: στοιχεία
en_au: items
es_es: elementos
fi: kohdetta
fr_ca: éléments
gu: આઇટમ
he: פריטים
hi: आइटम
hr: stavki
hu: elem
id: item
it: elementi
ko: 개
mr: आयटम
ms: item
nl_nl: items
no: elementer
pl: elementów
pt_br: itens
pt_pt: itens
ro: elemente
ru: элементов
sk: položiek
sl: elementov
sv: objekt
ta: உருப்படிகள்
te: అంశాలు
th: รายการ
tr: öğe
uk: елементів
vi: mục
zh_hans: 项
zh_hant: 項

# core_ui.b9f3dd55ffff
source: 配布時のAI設定を読み込む
ar_sa: تحميل إعدادات الذكاء الاصطناعي أثناء التوزيع
ca: Carregueu la configuració de l'IA durant la distribució
cs: Načtěte nastavení AI při distribuci.
da: Indlæs AI-indstillinger ved distribution.
de_de: Einstellungen beim Versand laden
el: Φόρτωση ρυθμίσεων AI κατά την καταγραφή
en_au: Load AI settings from distribution
es_es: Cargar la configuración de IA al distribuir.
fi: Lataa asetukset, jotka on määritetty jakelun yhteydessä
fr_ca: Charger les paramètres AI lors de la distribution
gu: ડાઉનલોડ કરતી વખતે AI સેટિંગ્સ લોડ કરો
he: טען את ההגדרות של ה-AI בזמן ההפצה
hi: वितरण के समय AI सेटिंग्स लोड करें
hr: Učitavanje postavki AI za distribuciju
hu: A terjesztési időpontban beállított AI beállításokat betöltjük
id: Muat pengaturan AI saat distribusi.
it: Carica le impostazioni AI al momento della distribuzione.
ko: 배포 시 AI 설정 불러오기
mr: वितरण करताना AI सेटिंग लोड करा
ms: Muat naik tetapan AI semasa
nl_nl: AI-instellingen bij verzending laden
no: Laste inn AI-innstillinger ved distribusjon.
pl: Załadowanie ustawień AI z momentu dystrybucji.
pt_br: Carregar configurações de IA no momento da distribuição.
pt_pt: Carregar configurações de IA no momento da distribuição.
ro: Încărcarea setărilor AI la distribuire
ru: Загрузить настройки ИИ при отправке.
sk: Načítanie nastavení AI pri distribúcii
sl: Naložite nastavitve AI pri distribuciji
sv: Läs in AI-inställningar vid distribution
ta: பகிர்வு செய்யும் போது AI அமைப்புகளை ஏற்றவும்
te: పంపిణీ చేసేటప్పుడు AI సెట్టింగ్‌లను లోడ్ చేయడం
th: โหลดการตั้งค่า AI ในขณะที่เผยแพร่
tr: Dağıtım sırasında AI ayarlarını yükleyin
uk: Завантажити налаштування AI при розповсюдженні.
vi: Tải cài đặt AI khi phân phối
zh_hans: 加载AI设置
zh_hant: 加载发布时的AI设置

# core_ui.bb8ea3c17233
source: このメニューを開始
ar_sa: ابدأ هذا التمرين
ca: Comença aquest entrenament
cs: Spustit tento trénink
da: Start denne træning
de_de: Dieses Training starten
el: Έναρξη αυτής της προπόνησης
en_au: Start this workout
es_es: Iniciar este entrenamiento
fi: Aloita tämä harjoitus
fr_ca: Démarrer cet entraînement
gu: આ વર્કઆઉટ શરૂ કરો
he: התחלת האימון הזה
hi: यह वर्कआउट शुरू करें
hr: Pokreni ovaj trening
hu: Edzés indítása
id: Mulai latihan ini
it: Inizia questo allenamento
ko: 이 운동 시작
mr: हा वर्कआउट सुरू करा
ms: Mulakan senaman ini
nl_nl: Deze training starten
no: Start denne treningsøkten
pl: Rozpocznij ten trening
pt_br: Iniciar este treino
pt_pt: Iniciar este treino
ro: Începe acest antrenament
ru: Начать эту тренировку
sk: Spustiť tento tréning
sl: Začni to vadbo
sv: Starta detta träningspass
ta: இந்த வொர்க்அவுட்டைத் தொடங்குங்கள்
te: ఈ వర్కౌట్‌ను ప్రారంభించండి
th: เริ่มโปรแกรมนี้
tr: Bu antrenmanı başlat
uk: Почати це тренування
vi: Bắt đầu buổi tập này
zh_hans: 开始此训练
zh_hant: 開始此訓練

# core_ui.bbc2f5175dc6
source: 数値を記録
ar_sa: سجّل القياسات
ca: Registra mesures
cs: Zaznamenat měření
da: Registrer målinger
de_de: Messwerte erfassen
el: Καταγραφή μετρήσεων
en_au: Log measurements
es_es: Registrar medidas
fi: Kirjaa mitat
fr_ca: Enregistrer les mesures
gu: માપ રેકોર્ડ કરો
he: רישום מדידות
hi: माप दर्ज करें
hr: Zabilježi mjerenja
hu: Mérések rögzítése
id: Catat pengukuran
it: Registra misurazioni
ko: 측정값 기록
mr: मोजमाप नोंदवा
ms: Log ukuran
nl_nl: Metingen registreren
no: Registrer målinger
pl: Zapisz pomiary
pt_br: Registrar medidas
pt_pt: Registar medidas
ro: Înregistrează măsurători
ru: Записать измерения
sk: Zaznamenať merania
sl: Zabeleži meritve
sv: Logga mått
ta: அளவுகளைப் பதிவு செய்யவும்
te: కొలతలను రికార్డ్ చేయండి
th: บันทึกค่าที่วัด
tr: Ölçümleri kaydet
uk: Записати вимірювання
vi: Ghi số đo
zh_hans: 记录测量数据
zh_hant: 記錄測量資料

# core_ui.bc1c81c09d67
source: 回数をリールで設定
ar_sa: اضبط التكرارات باستخدام أداة الاختيار
ca: Configura les repeticions amb el selector
cs: Nastavit opakování pomocí voliče
da: Indstil gentagelser med vælgeren
de_de: Wiederholungen mit dem Auswahlrad einstellen
el: Ρύθμισε τις επαναλήψεις με τον επιλογέα
en_au: Set reps with the picker
es_es: Configurar repeticiones con el selector
fi: Aseta toistot valitsimella
fr_ca: Régler les répétitions avec la molette
gu: પિકર વડે રેપ્સ સેટ કરો
he: הגדרת חזרות באמצעות הבורר
hi: पिकर से रेप्स सेट करें
hr: Postavi ponavljanja biračem
hu: Ismétlések beállítása a választóval
id: Atur repetisi dengan pemilih
it: Imposta le ripetizioni con il selettore
ko: 피커로 횟수 설정
mr: पिकरने रेप्स सेट करा
ms: Tetapkan ulangan dengan pemilih
nl_nl: Herhalingen instellen met de keuzeknop
no: Angi repetisjoner med velgeren
pl: Ustaw powtórzenia za pomocą selektora
pt_br: Definir repetições com o seletor
pt_pt: Configurar repetições com o seletor rotativo
ro: Setează repetările cu selectorul
ru: Установить повторения с помощью селектора
sk: Nastaviť opakovania pomocou voliča
sl: Nastavi ponovitve z izbirnikom
sv: Ställ in repetitioner med väljaren
ta: தேர்வி மூலம் ரெப்ஸை அமைக்கவும்
te: పికర్‌తో రెప్స్‌ను సెట్ చేయండి
th: ตั้งจำนวนครั้งด้วยตัวเลือก
tr: Tekrarları seçiciyle ayarla
uk: Установити повторення за допомогою вибору
vi: Đặt số lần lặp bằng bộ chọn
zh_hans: 用滚轮设置次数
zh_hant: 用轉輪設定次數

# core_ui.bc485c713a2f
source: 詳しく見る
ar_sa: انظر التفاصيل
ca: Veure detalls
cs: Více informací
da: Se mere
de_de: Detailliert anzeigen
el: Δείτε περισσότερα
en_au: View details
es_es: Ver más detalles
fi: Näytä lisää
fr_ca: Voir plus
gu: વધુ જાણો
he: לפרטים נוספים
hi: और देखें
hr: Pogledajte više
hu: Részletezve
id: Lihat lebih lanjut
it: Visualizza maggiori dettagli
ko: 자세히 보기
mr: अधिक माहितीसाठी
ms: Lihat lebih lanjut
nl_nl: Meer informatie
no: Se mer
pl: Zobacz więcej
pt_br: Ver mais detalhes
pt_pt: Ver mais detalhes
ro: Vezi mai multe
ru: Подробнее
sk: Zobraziť viac
sl: Več informacij
sv: Se mer
ta: மேலும் பார்க்க
te: మరింత తెలుసుకో
th: ดูรายละเอียดเพิ่มเติม
tr: Daha fazla bilgi
uk: Детальніше
vi: Xem chi tiết
zh_hans: 查看更多
zh_hant: 查看更多

# core_ui.bcfa5445429a
source: 腹囲・任意
ar_sa: محيط الخصر/اختياري
ca: Circumferència de la cintura/opcional
cs: Volitelné: Obvod pasu
da: Taljelængde - valgfrit
de_de: Taillenumfang (optional)
el: Εύρος κοιλιάς (προαιρετικό)
en_au: Waist circumference (optional)
es_es: Circunferencia abdominal (opcional)
fi: Vatsanympärys (valinnainen)
fr_ca: Tour de taille (facultatif)
gu: પેલ્વની આસપાસનો પરિમાણ - વૈકલ્પિક
he: היקף מותניים - אופציונלי
hi: पेट का घेरा - वैकल्पिक
hr: Obod - opcionalno
hu: Derék kör - opcionális
id: Lingkar perut - opsional
it: Circonferenza addominale (opzionale)
ko: 허리 둘레 (선택 사항)
mr: कंबरेचे मापन (पर्यायी)
ms: Lingkar pinggang - pilihan
nl_nl: Optionele omtrek taille
no: Midjeomkrets - valgfritt
pl: Obwód talii - opcjonalnie
pt_br: Circunferência abdominal (opcional)
pt_pt: Circunferência abdominal (opcional)
ro: Circumferința taliei - opțional
ru: Объем талии (опционально)
sk: Voliteľný obvod pása
sl: Izmerite obseg trebuha (opcionalno)
sv: Valfritt midjemått
ta: வயிறு சுற்றளவு - விருப்பமானது
te: ఉదర పరిమాణం - ఐచ్ఛికం
th: รอบเอว - ปรับเปลี่ยนได้
tr: Karın çevresi - isteğe bağlı
uk: Обхват талії (за бажанням)
vi: Vòng bụng - tùy chọn
zh_hans: 腹围（可选）
zh_hant: 腹围（可选）

# core_ui.be12755005fc
source: 現在
ar_sa: حاليا
ca: Actualment
cs: Současný
da: Nu
de_de: Aktuell
el: Τρέχων
en_au: Current
es_es: Actual
fi: Nykyinen
fr_ca: Actuellement
gu: હાલની
he: היום
hi: वर्तमान
hr: Trenutno
hu: Jelenleg
id: Saat ini
it: Attuale
ko: 현재
mr: सध्या
ms: Sekarang
nl_nl: Huidig
no: Nåværende
pl: Obecnie
pt_br: Atualmente
pt_pt: Atualmente
ro: În prezent
ru: Сейчас
sk: Aktuálne
sl: Trenutno
sv: Nuvarande
ta: தற்போதைய
te: ప్రస్తుతం
th: ปัจจุบัน
tr: Şu an
uk: Поточний
vi: Hiện tại
zh_hans: 现在

# core_ui.be8a39c136e2
source: 広告の同意が得られていません。
ar_sa: لم يتم تقديم الموافقة على الإعلانات.
ca: No s'ha proporcionat consentiment per als anuncis.
cs: Souhlas s reklamami nebyl udělen.
da: Samtykke til annoncer er ikke givet.
de_de: Es liegt keine Einwilligung für Werbung vor.
el: Δεν έχει δοθεί συγκατάθεση για διαφημίσεις.
en_au: Ad consent has not been provided.
es_es: No se ha otorgado el consentimiento para publicidad.
fi: Mainossuostumusta ei ole annettu.
fr_ca: Le consentement aux publicités n'a pas été accordé.
gu: જાહેરાત માટે સંમતિ આપવામાં આવી નથી.
he: לא ניתנה הסכמה למודעות.
hi: विज्ञापन की सहमति नहीं दी गई है।
hr: Privola za oglase nije dana.
hu: A hirdetési hozzájárulás nincs megadva.
id: Persetujuan iklan belum diberikan.
it: Il consenso agli annunci non è stato fornito.
ko: 광고 동의를 받지 못했습니다.
mr: जाहिरातीसाठी संमती दिलेली नाही.
ms: Persetujuan iklan belum diberikan.
nl_nl: Er is geen toestemming voor advertenties gegeven.
no: Samtykke til annonser er ikke gitt.
pl: Nie udzielono zgody na reklamy.
pt_br: O consentimento para anúncios não foi concedido.
pt_pt: O consentimento para anúncios não foi concedido.
ro: Consimțământul pentru reclame nu a fost acordat.
ru: Согласие на рекламу не получено.
sk: Súhlas s reklamami nebol udelený.
sl: Soglasje za oglase ni bilo podano.
sv: Samtycke till annonser har inte lämnats.
ta: விளம்பர ஒப்புதல் வழங்கப்படவில்லை.
te: ప్రకటన సమ్మతి ఇవ్వబడలేదు.
th: ยังไม่ได้รับความยินยอมสำหรับโฆษณา
tr: Reklam izni verilmedi.
uk: Згоду на рекламу не отримано.
vi: Chưa có sự đồng ý về quảng cáo.
zh_hans: 尚未获得广告同意。
zh_hant: 尚未獲得廣告同意。
